scp_184 = {
    'security_protocol': """Класс объекта: Евклид
    
SCP-184 не следует содержать в каком-либо помещении или замкнутом пространстве. Объект должен постоянно удерживаться мощным электромагнитом. При сбое электромагнита, агентам следует сообщить об этом в зону содержания SCP-184 и ограничить доступ посторонних до восстановления работы электромагнита. Зона содержания SCP-184 на данный момент оформлена в виде парка, а сам магнит с SCP-184 на нём замаскированы под художественную инсталляцию. За всеми, кто входит в зону содержания, следует вести наблюдение.

Все здания, подвергнутые воздействию SCP-184, следует разрушать после инспекции [/true]. Эта комиссия также принимает решения о разрушении здания или присвоения ему классификации SCP. Исследовать таковые здания без санкции и находящейся в готовности запасной спасательной группы запрещается.""",

    'description': """SCP-184 - небольшой гладкий металлический объект 10 см в высоту и 10 см в ширину, имеющий форму додекаэдра. В центре каждой грани находится круглое отверстие, а к каждой вершине прикреплен маленький шарик. SCP-184 сделан из неизвестного, но хорошо магнитящегося сплава, по прочности равного латуни.

Находящийся в помещении SCP-184 увеличивает его внутренние размеры, при этом внешние размеры не меняются. SCP-184 увеличивает внутренние размеры любой замкнутой постройки на несколько десятков квадратных метров в день, эффект проявляется через час после попадания SCP-184 в помещение. Поначалу SCP-184 только раздвигает стены, увеличивая площадь комнат, но не меняя высоту потолка. Расширение продолжается до утроения изначальной площади.

После этого SCP-184 начинает создавать новые комнаты. Судя по всему, SCP-184 способен копировать предметы внутри помещения и создавать меблированные комнаты, соответствующие по виду остальному помещению. Через некоторое время в процессе расширения появляются искажения. Например, появляются предметы, сделанные из неправильных материалов (стеклянные книги, деревянная микроволновая печь), комнаты приобретают странную форму, за дверями появляются голые стены, а коридоры становятся крохотными или превращаются в извилистые лабиринты. Чем дальше заходит процесс, тем более странными будут созданные SCP-184 помещения, внешний вид постройки при этом не меняется.

Этот эффект ярче всего проявляется в домах, но наблюдался и в других случаях, например, в картонной коробке. После извлечения SCP-184 из помещения процесс прекращается, но все созданные помещения при этом остаются.""",

    'notes': {
        'notes_dict': ['Примечание 184-1', 'Примечание 184-2', 'Примечание 184-38RB', 'Примечание 184-38RB-s'],
        'note_184-1': """ Заметки д-ра █████

Думаю, не стоит лишний раз говорить о том, что эту штуку НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ нельзя вносить в Зону 19. Когда-нибудь нам могут понадобиться другие условия её содержания, но пока что пусть постоит тихо под открытым небом, спрятанная у всех на виду.""",
        'note_184-2': """ Локации, представляющие интерес

В настоящее время существует гипотеза, согласно которой SCP-184 или другой аномальный объект, обладающий схожим механизмом действия, был использован для создания таких Локаций, представляющих интерес, как Задворки СоХо и Погреб Тюгоку. Ведётся расследование, которое должно подтвердить или опровергнуть данное предположение.""",
        'note_184-38RB': """История захвата объекта

SCP-184 был найден в городе-крепости Коулун в июне 19██. Слухи о странном и очень быстром разрастании города привлекли внимание оперативников Фонда, которые вскоре узнали о SCP-184. Объект находился в руках [ДАННЫЕ УДАЛЕНЫ]. После нескольких полицейских облав в город была выслана МОГ "Дзета-9", которая и захватила SCP-184 с минимальными потерями. Итог воздействия SCP-184 на сам город и его жильцов может так и остаться неизвестным, поскольку опрометчивые действия местных сил охраны правопорядка привели к разрушению нескольких изменённых частей города. Вмешательство Фонда было несколько запоздалым.

Опрос местных жителей результатов почти не дал, практически всегда ответом была всеобщая "стена молчания". Судя по нескольким документам, SCP-184 можно было принести к себе домой и подвергнуть его воздействию свою жилплощадь за 50 фунтов стерлингов за полчаса. Местные жители не подтверждают полученную из этих документов информацию.""",
        'note_184-38RB-s': """Приложенная документация

Дневник Гордона Ричардса, сотрудника Мобильной Опергруппы Дзета-9, "Кротокрысы".""",
    },
    'code_name': {
            'beginning': """КОДОВОЕ ИМЯ: ████ ███ - Истина

Как проще всего скрыть, что же такое SCP-001?

Этот вопрос озадачил бы Администратора, из-под пера которого вышло Общее Уведомление 001-Альфа. Как можно утаить самую важную аномалию, которая когда-либо была или будет в руках Фонда? Как можно утаить то, что положило начало двум с лишним тысячам аномалий, явившихся потом? Как можно утаить абсолютное оружие? Как можно утаить саму Вселенную? Как можно утаить нечто похуже? Обстоятельства того, как было принято решение, подобно личности самого Администратора, окутаны покровом тайны и известны лишь горстке избранных.

Неважно, было ли это результатам долгих и упорных трудов, или же всё решило одно яркое озарение, исход был очевиден всем и сработал в точности как и было задумано. Под этим номером значатся несколько совершенно разных записей, а с ними - предисловие о том, что истинным SCP-001 не является ни одна из них, либо одна, либо несколько, либо все сразу. Выбранная тактика полностью себя оправдала. На свет появилось множество противоречащих друг другу версий, люди ломали копья, споря о том, какая же из них верна, но ни у кого не хватало доказательств, чтобы опровергнуть все версии, кроме одной. Чаще всего встречались простые выводы: что настоящего SCP-001 нет, что это - лишь коварный ход Совета Смотрителей, призванный вселить в сердца сотрудников чувство осмысленности и утаить правду о том, что ни сами эти аномалии, ни причину их появления невозможно объяснить. Некоторые думали, что все эти файлы - настоящие 001, которые по прихоти судьбы получили возможность каким-то образом сосуществовать.

Но во всём этом проскальзывал один общий мотив - очень и очень немногие могли мыслить нешаблонно. Очень немногие могли докопаться до правды.""",
            'audiofiles': {
                '1': """
<Начало записи, ██:██, ██.██.████>

Фрэнк ██████: Итак, говорит Фрэнк ██████, я нахожусь на борту… эм… Дэвид, как эта посудина зовётся?

Дэвид ██████ (отдалённо): Корабль Фонда [ДАННЫЕ УДАЛЕНЫ].

Фрэнк ██████: …на борту корабля Фонда [ДАННЫЕ УДАЛЕНЫ]? Ладно. Сегодня… стоп, серьёзно? Они назвали его [ДАННЫЕ УДАЛЕНЫ], а предстоит нам… а, ладно. Смотрители уже довольно давно клепают эти корабли, и похоже, нас они собрались послать на разведку в те уголки Вселенной, которые мы пока ещё не видали.

Я, эм, в этой экспедиции буду просто архивистом, так что я подумал, начну-ка я делать записи ещё до вылета. Ну, на всякий пожарный.

Хорошо, можно начать с проверки систем. Реактор функционирует штатно, оружейные системы в норме…
                """,
                '2': """
<Начало записи, ██:██, ██.██.████>

Фрэнк ██████: Это снова Фрэнк. Вот-вот состоится запуск, а раз уж никто такого никогда не делал, я подумал, можно будет произнести пару подходящих к случаю слов.

<Фрэнк молчит три секунды.>

И сказать нечего. Вот блин, надо было раньше подумать.

<Фрэнк молчит семь секунд.>

Во! "Сегодня мы отправляемся к…"

<Раздаётся громкий воющий звук, затем слышны несколько столкновений предметов, находящихся в комнате. Фрэнк издаёт несколько значительно искажённых возгласов, затем воющий звук стихает.>

Фрэнк ██████, (приглушённо): Мудаки грёбаные, могли бы хоть предупредить перед стартом. Всю речь коту под хвост. Етить-колотить…

<Конец записи, ██:██>
                """,
                '3': """
<Начало записи, 04:18, 18.00.00>

Фрэнк ██████: В первую очередь - самое важное. Раз уж мы не знаем точно, какая сейчас дата на Земле, мы перевели все часы и даты, чтобы отсчитывать время от момента старта. Уже прошло… восемнадцать дней, четыре часа ииииии… девятнадцать минут. Движемся по-прежнему на полной тяге, снаружи пока сплошная темнота, раз уж мы идём быстрее скорости света. Гораздо быстрее.

Но, эм, да. Мы недавно миновали… Эй, Дэвид, как называется это место, которое мы там пролетели? Мусью как-то так? Да, но типа ближайшее? Что, прости?

Дэвид ██████ (отдалённо): Мессье-83!

Фрэнк ██████: А, точно! Мы только что прошли мимо Мессье-83, это примерно пятнадцать миллионов световых лет от Земли. Вот, называется, далеко забрались, хе-хе.

Дэвид ██████ (отдалённо): Знаешь, о-пятые, наверное, не оценят твой плоский юмор!

Фрэнк ██████: Это же просто путевые заметки, не окончательный вариант! Блин, Дэвид иногда упрётся рогом и привет. Хотя он по большей части в машинах ковыряется, чинит, так что ему простительно, думаю.

Если случится что-нибудь более важное, сделаю ещё одну запись.

<Конец записи, ██:██>
                """,
                '4': """
<Начало записи, 23:18, 24.02.00>

Фрэнк ██████: Говорит Фрэнк. Прошло уже месяца два. Ничего особо не случилось, разве что мы недавно миновали GN-Z11, так что теперь мы вне пределов досягаемости земных телескопов. И да, фотографии по дороге мы делали, конечно.

Тут в основном пусто, но местами попадается галактика-другая, они здесь небольшие. Научники рангом повыше постоянно говорят "гигапарсек", так что можете себе представить расстояние от одной такой штуки до другой. А ещё бормочут, что с ними что-то не так, но ничего более существенного выяснить не удаётся.

В команде было немало случаев ностальгии, но всё нормально, со временем пройдёт.

В общем и целом всё пока работает как надо, если не считать автоматическую столовку. Дэвид, эй, а ты не будешь чинить столовку, а?

Дэвид ██████ (отдалённо): Нет, потому что она в порядке!

Фрэнк ██████: Но паста на вкус как говно!

Дэвид ██████ (отдалённо): Это ж питательная паста, мать её, ОНА И ДОЛЖНА БЫТЬ НА ВКУС КАК ГОВНО!
                """,
                '5': """
<Начало записи, 14:37, 20.03.00>

Фрэнк ██████: Ну, мы, гм… мы выяснили, что так взбудоражило научников. Мы уже достаточно близко, чтобы взглянуть на ближайшую галактику, и…

Короче, это копия Млечного Пути. Но не идеальная копия, кстати, местами не хватает несколько звёзд, но все основные опознавательные знаки на месте.

Мы, э, собираемся посмотреть, на месте ли Земля, а если есть - поищем обитателей. Можно сказать, что это может потянуть на аномальную классификацию - если уж не на полноценный SCP, так хоть на запись в реестре аномальных явлений. Вероятность образования дубликата галактики… мягко говоря, невелика.

<Конец записи>
                """,
                '6': """
<Начало записи, 06:48, 02.04.00>

Фрэнк ██████: Это место - аномалия, совершенно точно.

Сначала были подозрения - оно очень похоже на наш родной дом, но… это вообще край, совершенно новый уровень неестественного. Пока добирались до аналога Земли, пролетели несколько "пропавших" звёзд. Как выяснилось, они на месте, просто в полном раздрае.

Какой раздрай? Ну взять Эпсилон Волопаса… прим? Альфа? Короче, большую из двух. Она вся из мороженого. Мы взяли образец - на вкус как авокадо и сигаретный дым, похоже. Которая меньше, та вся состоит из жидкого хлорофилла, но каким-то образом не разлетается на части.

Антарес - весь из твёрдого йода. Ни железа, ни огня, ничего. Просто исполинский холодный шар йода. Проксима Центавра вся из древесного угля.

Ну и, конечно, мы добрались до "Земли" - мы её теперь в основном называем "Некондиция". Косяк на косяке, и косяком погоняет. Видно, что Земля, все континенты на месте и нужной формы, но сделаны не из того, из чего надо. Австралия - монолитный кусок золота, океаны светятся синим, обе Америки состоят из кленового сиропа…

Мы собираем всю информацию, что удастся, а потом рвём когти в другую галактику. Это просто… перебор.

Новости на другую тему - выяснилось, что Мария ████ беременна. Никто особо не рвётся выяснять, потому что нет уверенности, что ребёнок от мужа. Так что… вот.

<Конец записи>
                """,
                '7': """
<Начало записи, 07:48, 02.05.00>

Фрэнк ██████: Ебать и, собственно, копать.

Мы добрались до ближайшей галактики, а тут всё то же самое. Ещё одна корявая копия Млечного Пути. Уже по-другому корявая, имейте в виду, но по сути - то же, что и было.

Меркурий - состоит изо льда, Юпитер - из холодца. На месте Земли какой-то рай для саркицистов, сплошь мясо, кровь  и кости. Мы решили близко не подлетать, на случай, если планете не нравятся механизмы. Но как бы то ни было…

Надеемся, что так только с этими двумя галактиками, но нас терзают сомнения. Что за чертовщина тут вообще творится?

<Конец записи>
                """,
                '8': """
<Начало записи, 12:01, 17.05.00>

Фрэнк ██████: Себе на заметку. Взять в следующую поездку больше пазлов и игрушек. Эти все надоели.

<Фрэнк молчит четыре секунды.>

Бя-а, лучше бы здесь что-нибудь по делу сказать. Уфф. Команда в порядке. Мы уже смирились с мыслью, что третья галактика, куда мы прилетим, будет выглядеть как переделка первых двух. Ничего в этом супер важного нет, просто чудно думать, что одна и та же аномалия повторяется без конца и края.

А, и на прошлой неделе был несчастный случай. Джонатан чинил внизу какую-то странную механическую поломку, что-то вдруг сорвалось и сломало ему руку. Сейчас исправили, доктора говорят, через несколько недель он поправится. Но он божится, что такого не должно было быть, поэтому наши там расследуют.

Больше ничего на ум не идёт. Ты что-нибудь помнишь, что я забыл?

<Предположительно, Фрэнк ██████ при этом обращался к Дэвиду ██████, ответ которого был либо неслышным, либо невербальным.>

Ну ладно. Конец записи.

<Конец записи>
                """,
                '9': """
<Начало записи, 01:59, 07.06.00>

Фрэнк ██████: Ещё одна копия Млечного Пути. Не очень-то удивительно.

Кроме этого тут что, ничего нет? Одни сплошные копии родной галактики, чем дальше - тем страннее?

<Фрэнк молчит три секунды.>

На этот раз Земля была стеклянная. Марс - из сухого льда. Уран магнитил со страшной силой, чудом оторвались.

Делать нечего, надо двигаться дальше.

<Конец записи>
                """,
                '10': """
<Начало записи, 00:00, 30.08.00>

Фрэнк ██████: Ещё две. Быть того не может, чтобы за всеми этими местами не стояла одна и та же аномалия.

Кстати об аномалиях, тут их хоть жопой ешь. К одной галактике никак не можем подобраться, она всё время где-то вдали. Другая видна невооружённым глазом, но компьютеры её вообще не засекают.

Несколько раз с нами разговаривал сам космос. Я ещё не съехал с катушек, мы поймали сигнал и отследили его до некоторых областей космоса. Бывает, что пропадает тяга и мы летим какое-то время по инерции, а потом всё включается и работает дальше, как ни в чем не бывало.

Может, Вселенная плоская? Может, мы падаем с её края или что-то вроде?

<Фрэнк молчит четыре секунды.>

Пока не забыл - Марию зачем-то поместили на карантин. Из безопасников информацию приходится выжимать по каплям, но похоже, она случайно протащила на борт какую-то болезнь. Надеюсь, ребёнок в порядке.

<Конец записи>
                """,
                '11': """
<Начало записи, 05:14, 10.10.00>

Фрэнк ██████: На последней Земле… гм, по-моему, это была Некондиция-10, были признаки человеческой цивилизации. Конкретно - нашей.

Есть вот… Лас-Вегас на своём месте, весь сделан из стопок покерных фишек и игральных карт. Нью-Йорк - цельная, здоровая глыба обсидиана, которую эрозия источила так, что он каким-то чудом совпадает с нашим родным Нью-Йорком.

А людей, кстати, нет. Ни единого признака жизни, а учитывая, что в океанах плещется чистый цианид водорода - это и к лучшему, что ничего в таких условиях не выжило.

Почему нас не копирует, если копирует наши дома?

<Конец записи>
                """,
                '12': """
<Начало записи, 16:05, 18.11.00>

Фрэнк ██████: Токио сделан из морской капусты и стоит на Северном полюсе.

Америка - один спрессованный блок пороха, а Чикаго вырезан из гигантского манго.

Солнце покрыто хитиновой оболочкой, на нём обитают бесчисленные орды камней, которые движутся с места на место, пока мы на них не смотрим.

Марс сделан из верблюжьей кожи и по нему в одиночестве гуляет некто бессмертный и очень злой.

Уран - хитросплетение бесшумно шевелящихся шестерёнок.

Нет здесь ничего, только хаос и анархия. Сделаем разворот и летим домой.

Охрану возле Марии здорово усилили. Двадцать вооружённых до зубов охранников, у всех автоматы и гранаты? Что же за болезнь такую она там подцепила?

<Конец записи>
                """,
                '13': """
<Начало записи, 23:17, 23.12.00>

Дэвид ██████: …дь блядь блядь блядь…

Это Дэвид. Фрэнк погиб, большая часть команды - тоже. Мария родила какой-то потусторонний ёбаный ужас, который носится повсюду и убивает всех, кого только сможет. Я… блядь, охрана же с ним не справится. В самый, сука, неподходящий момент!

Что бы это ни было, не суйтесь сюда. Это помойка с аномалиями, нет здесь ничего, одни косорылые штамповки с нашей галактики, и конца-края этому не видно.

Из чего бы оно тут сделано ни было, уж точно нихера не из реальности. Оно просто растёт, расширяется, рас…

<Дэвид молчит две секунды.>

Ну конечно. Что бы ему не расти, когда снаружи написано [ДАННЫЕ УДАЛЕНЫ]. Смотрители что, знали, что мы найдём? Или им нужно было подтверждение?

<Конец записи>
                """,
                '14': """
<Начало записи, 02:02, 14.03.01>

Дэвид ██████: Столовка накрылась, выдаёт только крысиный яд. Мы не дотянем, но корабль дотянет.

Думаю, мы недостаточно далеко зашли, чтобы слишком сильно покорёжить корабль. Других аномалий на борту не заметили, если не считать сбой столовки.

<Дэвид молчит четыре секунды.>

Хотя бы передайте моей семье, что я люблю их.

<Конец записи>
                """,
                '15': """
                <Начало записи, 00:00, 00.00.00>

<Предполагается, что данная запись была составлена автоматически, поскольку она состоит исключительно из фрагментов приведённых ранее записей. Изменения в записи отмечены переводом строки.>

Фрэнк ██████: Итак, говорит Фрэнк ██████, я нахожусь
на борту корабля Фонда [ДАННЫЕ УДАЛЕНЫ]
мы перевели все часы и даты, чтобы отсчитывать время от момента старта
Итак,
Раз уж мы не знаем точно, какая сейчас дата на Земле,

В первую очередь - самое важное.
В команде
всё пока работает как надо,
мы идём быстрее
чем
на полной тяге
Гораздо быстрее.
В общем и целом всё пока работает как надо,

В команде было немало случаев ностальгии,
Сделаем разворот и летим домой.

Тут в основном пусто,
Одни сплошные копии родной галактики, чем дальше - тем страннее?
А людей, кстати, нет.

Ты что-нибудь помнишь, что я забыл?
Во!
А, и на прошлой неделе был несчастный случай.
Сейчас исправили,
Команда в порядке.
всё нормально, со временем пройдёт.

В общем и целом всё
в порядке.
всё
нормально
Я ещё не съехал с катушек,
а?

Дэвид ██████: Ну конечно

Дэвид ██████ (отдалённо): в порядке!

Фрэнк ██████: Хорошо,
мы
идём
к
Мессье-83,

Вот, называется, далеко забрались хе-хе.
Так что… вот.

<Конец записи>
                """,
            },
            'ending': """
Собранная информация и упомянутые имена так и не были обнародованы. Всю подборку отправили напрямую высшему руководству Фонда, которое вслушалось, поразмыслило и приняло меры. Не надо быть семи пядей во лбу, чтобы сделать выводы из фактов и связать их с записями, так что всё до последнего слова было подвергнуто правкам и вымарываниям, чтобы усилия Администратора не пропали втуне. Всё представили так, словно экспедиции никогда и не было, словно это была лишь спонтанно появившаяся аномалия. Информация оказалась сокрытой от человеческих глаз до тех пор, пока судьбе не станет угодно открыть её снова. Сокрытой лишь для того, чтобы утаить правду.

Как проще всего скрыть, что же такое SCP-001, творец Вселенной и бесконечного множества её несовершенств?

Не присваивать ему номер SCP-001.
            """
        }
}
